系统结算单

╋
	xyz111
	123

客户号1:	00000028
客户号2:	   00028
------------------------------------------------------------------------------------------------
							交易结算单(逐笔)
客户号：{{settleinfo.Account}}	客户名称:	日期:{{settleinfo.settleday}}

						资金状况
------------------------------------------------------------------------------------------------
期初结存:		{{settleinfo.lastequity}}		交割手续费:										交割保证金
出 入 金:		{{settleinfo.netcash}}		期末结存:			{{settleinfo.nowequity}}	可用资金:
平仓盈亏:		{{settleinfo.realizedpl}}		质 押 金:			0.00						风 险 度:
浮动盈亏:		{{settleinfo.unrealizedpl}}		客户权益:			{{settleinfo.nowequity}}	应追加资金:
手 续 费:		{{settleinfo.commission}}		保证金占用										基础保证金:
质押变化金额:

						成交记录
-------------------------------------------------------------------------------------------------
|成交日期|交易所|品种|交割期|买卖|投保|成交价|手数|成交额|开平|手续费|平仓盈亏|成交序号
{% for f in settleinfo.trades %}{{f.xdate}} {{f.exchange}} {{f.security}} {{f.expiremonth}} {{f.side}} {{f.hedgeflag}} {{f.xprice}} {{f.xsize}} {{f.amount}} {{f.posflag}} {{f.commission}} {{f.profit}} {{f.seq}}
{% endfor %}
-------------------------------------------------------------------------------------------------
合计 成交量：成交额：手续费：平仓盈亏：

						持仓汇总
--------------------------------------------------------------------------------------------------
|合约|买持|买均价|卖持|卖均价|昨结算|今结算|盯市盈亏|保证金占用|投保


--------------------------------------------------------------------------------------------------
合计 买持：卖持：盯市盈亏：持仓保证金：
对结算单如有疑问，请于下一加以日上午11:00以前到结算部查询，过期责任自负！！！
								客户（执行人）签字：